Repository: creifenscheid/site_setup
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# toc.label
source: Table of contents
de: Inhaltsverzeichnis

# toc.description
source: Inserts a table of contents based on the header of every content element.
de: Fügt ein Inhaltsverzeichnis basierend auf den Überschriften eines jeden Inhaltselementes aus ein.

# toc.skip
source: Skip table of contents
de: Inhaltsverzeichnis überspringen

source: Skip to content
de: zum Inhalt springen

# lastPageEdit.label
source: Last page edit
de: Letzte Seitenbearbeitung

# lastPageEdit.description
source: Inserts the date when the page was created and last edited.
de: Fügt das Datum ein, an dem die Seite erstellt und zuletzt bearbeitet wurde.

# lastPageEdit.page.edit
source: The page was created on %s and last updated on %s.
de: Die Seite wurde am %s erstellt und zuletzt am %s aktualisiert.

# notification.label
source: Notification
de: Hinweis

# notification.description
source: Inserts a notification with configurable severity level.
de: Fügt eine Meldung mit konfigurierbaren Schweregrad ein.

# notification.layout.warning
source: Warning
de: Warnung

# carousel.label
source: Image carousel
de: Bildkarussell

# carousel.description
source: Inserts a carousel of chosen images.
de: Fügt ein Karussell mit ausgewählten Bildern ein.

# carousel.skip
source: Skip carousel
de: Bildkarussell überspringen

# carousel.prev
source: previous image
de: vorheriges Bild

# carousel.next
source: next image
de: nächstes Bild

# carousel.play
source: start carousel
de: Karussell starten

# carousel.stop
source: stop carousel
de: Karussell anhalten

# menu.button.label
source: Submenu "%s"
de: Untermenü "%s"

# menu.activeButton.label
source: Submenu "%s" - contains current page link
de: Untermenü "%s" - enthält den Link zur aktuellen Seite
