Repository: creifenscheid/site_setup
Catalog: Resources/Private/Language/ConstantEditor/*.locallang.xlf
Languages: de

# constantEditor.customsubcategory.path
source: Paths
de: Pfade

# constantEditor.customsubcategory.config
source: Configuration
de: Konfiguration

# constantEditor.customsubcategory.webapp
source: Web app configuration
de: Web-App-Konfiguration

# constantEditor.customsubcategory.carousel
source: Carousel configuration
de: Karussell-Konfiguration

# constantEditor.path.templateRootPath
source: TemplateRootPath: Path to template files
de: TemplateRootPath: Pfad zu Template-Dateien

# constantEditor.path.layoutRootPath
source: LayoutRootPath: Path to layout files
de: LayoutRootPath: Pfad zu Layout-Dateien

# constantEditor.path.partialRootPath
source: PartialRootPath: Path to layout files
de: PartialRootPath: Pfad zu Partial-Dateien

# constantEditor.path.favicon
source: Favicon: Path to favicon file
de: Favicon: Pfad zur Favicon-Datei

# constantEditor.path.logoPath
source: Logo: Path to logo file
de: Logo: Pfad zur Logo-Datei

# constantEditor.file.templateName
source: Template: Name of the template to use for page rendering
de: Template: Name des Templates, das für die Seiten-Darstellung verwendet werden soll

# constantEditor.file.attentionIcon
source: Attention icon: Path to the attention icon which shall be used in this installation
de: Achtung-Icon: Pfad zum Achtung-Icon, welches in dieser Installation verwendet werden soll

# constantEditor.config.titlePostfix
source: Title postfix: Postfix for the title tag
de: Title-Postfix: Postfix für das Title-Tag

# constantEditor.config.menuParentPageId
source: Menu id: Page id of the parent page of the menu pages
de: Menü-ID: Seiten-ID der übergeordneten Seite der Menü-Seiten

# constantEditor.config.footerMenuStorage
source: Footer menu storage: ID of footer menu storage folder
de: Footer-Menü-Ordner: ID des Footer-Menü-Ordners

# constantEditor.language.languageIds
source: Language ids: Ids of the languages for the language menu
de: Sprach-IDs: Ids der Sprachen für das Sprachmenü

# constantEditor.language.languageMenuTemplateName
source: Language menu template: Name of the template to use for language menu rendering
de: Sprachmenü-Template: Name des Templates, das für die Darstellung des Sprachmenüs verwendet werden soll

# constantEditor.webapp.appTitle
source: App title: Title of the web application shown on homescreen
de: App-Titel: Titel der Webanwendung, der auf dem Startbildschirm angezeigt wird

# constantEditor.webapp.iconFolder
source: Icon folder: Path to the folder where app icons are stored
de: Icon-Ordner: Pfad zu dem Ordner, in dem die App-Icons gespeichert sind

# constantEditor.webapp.statusBarStyle
source: Statusbar style: Style configuration for the iOS status bar
de: Stil der Statusleiste: Darstellungskonfiguration für die iOS-Statusleiste

# constantEditor.carousel.js
source: JavaScript: Path to carousel javascript file
de: JavaScript: Pfad zur JavaScript-Datei des Karussells

# constantEditor.carousel.css
source: CSS: Path to carousel css file
de: CSS: Pfad zur CSS-Datei des Karussells
